{
    "photos": [
        {
            "name": "Monmouth University Library",
            "url": "https://library.monmouth.edu/wp-content/uploads/sites/28/2019/08/Campus-Scenes-Aerials-Furman_20170427_MF_03.jpg",
            "description": "The Guggenheim Mansion was originally the summer home of Murry and Leonie Guggenheim. The building, completed in 1905, is built in the dignified neoclassical idiom typical of the Ecole des Beaux Arts, but the general effect is lightened by a white stucco exterior, wide arcades curving out from the east and west sides of the buildings, and a predominantly white interior. The ceilings on the first floor are lofty and numerous floor-to-ceiling doors and windows allow summer breezes to cool the rooms. The billiard room and the living room are paneled in chestnut and walnut respectively. A marble floored central corridor provides access to all the rooms on the first floor. Photographs of the cottage interior in its days as a residence show that it was decorated with restrained good taste rather than extravagance."
        },
        {
            "name": "Woodrow Wilson Hall",
            "url": "https://www.usnews.com/dims4/USNEWS/5693959/17177859217/resize/800x540%3E/quality/85/?url=https%3A%2F%2Fmedia.beam.usnews.com%2Fee%2F13f5404eb69303bbf2b1a2b190bda3%2Fcollege-photo_26423.jpg",
            "description": "Formerly known as Shadow Lawn mansion, Wilson Hall was built in 1929 at a cost of $10.5 million as the private residence of former F.W. Woolworth Co. president Hubert Templeton Parson and his wife Maysie. Philadelphia architect Horace Trumbauer and his assistant Julian Abele, the first African-American professional architect, designed the mansion in the neoclassical French tradition. The construction incorporates limestone quarried in Bedford, Indiana (also used in the Empire State Building), steel, concrete, and 50 varieties of Italian marble."
        },
        {
            "name": "Leon Hess Business School",
            "url": "https://www.monmouth.edu/business-school/wp-content/uploads/sites/425/2018/05/BeyHallAtNight.jpg",
            "description": "The Leon Hess Business School of Monmouth University traces its origins to the formation of the college, when business courses were an integral part of the curriculum.In 1956, then Monmouth Junior College received authorization from the New Jersey Department of Education to initiate four-year baccalaureate curricula and confer the degrees of bachelor of arts and bachelor of science, including business administration. In 1967, authorization to confer graduate degrees at the master’s level was received. The Master of Business Administration degree was approved in 1971. In 1995, Monmouth College was granted university status and changed its name to Monmouth University."
        },
        {
            "name": "Edison Science Building",
            "url": "https://dz0zjhi21dz2t.cloudfront.net/media/80064/photos/20807/2048.jpg",
            "description": "Howard Hall and the Thomas A. Edison Science Hall house many traditional and seminar classrooms, as well as computer labs which are excellent for provider trainings. Classrooms hold up to 40 people. Labs can seat up to 35 people."
        },
        {
            "name": "Pollak Theatre",
            "url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.monmouth.edu%2Fmca%2Fwp-content%2Fuploads%2Fsites%2F568%2F2018%2F06%2FPollak-Theatre-for-venues-page.jpg&f=1&nofb=1",
            "description": "A recently renovated 700 seat theatre that presents live music, theatre and dance by national touring artists such as Rosanne Cash, Jason Isbell, L.A. Theatreworks, and Ailey II Dance Company. In addition, the Pollak Theatre also screens HD broadcasts of the MET Opera, National Theatre of London, and The Bolshoi Ballet, along with children’s theater and other programming presented by the Center for the Arts."
        },
        {
            "name": "Lauren K. Woods Theater",
            "url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2Fthumb%2F1%2F13%2FLauren_K._Woods_Theatre%252C_Monmouth_University.jpg%2F1200px-Lauren_K._Woods_Theatre%252C_Monmouth_University.jpg&f=1&nofb=1",
            "description": "An intimate 140 seat venue housed in the Department of Music and Theatre Arts and once the carriage house for Murry and Leonie Guggenheim of the famed Guggenheim family; students and theatergoers can still see the look of horse stables in many of the building’s features. Newly renovated but with the same charm of a century-old building, the theater is named after one of Monmouth’s most celebrated faculty members and hosts a variety of musical events and theater productions."
        },
        {
            "name": "Ocean First Bank Center",
            "url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.torcon.com%2Fsites%2Ftorcon%2Ffiles%2Fstyles%2Fasset_image_slideshow%2Fpublic%2F1%2520Web%25201026-17_1_0.jpg%3Fitok%3D3STy_SyU&f=1&nofb=1",
            "description": "The OceanFirst Bank Center is the area’s premier venue for large-scale concerts, touring shows, and family-friendly events. Located close to major highways, the OceanFirst Bank Center is easy to get to and offers plenty of parking. This mid-size arena maintains an intimate viewing experience and is configured so that there isn’t a bad seat in the house – making it one of the best places to see a show in New Jersey!"
        },
        {
            "name": "Kessler Stadium",
            "url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.gannett-cdn.com%2F-mm-%2F87346017ae02fc247ad7f6d296e41f98d3ce2fbe%2Fc%3D99-0-3589-1972%26r%3Dx1683%26c%3D3200x1680%2Flocal%2F-%2Fmedia%2F2017%2F07%2F10%2FNJGroup%2FAsburyPark%2F636352885603384434-mustadium1-2-.jpg&f=1&nofb=1",
            "description": "Monmouth University plays all of its home lacrosse and football games at Kessler Stadium on the school’s beautiful 155-acre campus in West Long Branch, New Jersey.Kessler Stadium underwent a massive renovation prior to the start of the 2017 football season that saw the seating capacity expand to more than 4,200 seats, including 800+ chair backs. A brand-new brick facade compliments the design of the OceanFirst Bank Center and the seating stretches end zone to end zone. Kessler Stadium is home to a state-of-the-art press box and mulitmedia center on the third fourth, a main concourse at ground level which is home to the Brockriede Family Concessions and the Austin Family Box Office. On the second floor, the Doherty Family Deck hosts Monmouth Athletics Blue-White Club events."
        }
    ]
}